Repository: captaindev404/prd-tools
Catalog: infinite-stories-ios/InfiniteStories/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# customEvent.creation.step4.ready
source: Your custom event is ready!
de: Ihr benutzerdefiniertes Ereignis ist bereit!
es: ¡Tu evento personalizado está listo!
fr: Votre événement personnalisé est prêt !
it: Il tuo evento personalizzato è pronto!

# customEvent.creation.step4.readyMessage
source: You can now use this event to generate personalized stories
de: Sie können dieses Ereignis jetzt verwenden, um personalisierte Geschichten zu erstellen
es: Ahora puedes usar este evento para generar historias personalizadas
fr: Vous pouvez maintenant utiliser cet événement pour générer des histoires personnalisées
it: Ora puoi usare questo evento per generare storie personalizzate

# customEvent.creation.step4.title
source: Review Your Event
de: Überprüfen Sie Ihr Ereignis
es: Revisa tu Evento
fr: Examinez Votre Événement
it: Rivedi il Tuo Evento

# customEvent.creation.step4.tone
source: Tone
de: Ton
es: Tono
fr: Ton
it: Tono

# customEvent.creation.title
source: Create Custom Event
de: Benutzerdefiniertes Ereignis Erstellen
es: Crear Evento Personalizado
fr: Créer un Événement Personnalisé
it: Crea Evento Personalizzato

# customEvent.detail.actions.deleteEvent
source: Delete Event
de: Ereignis Löschen
es: Eliminar Evento
fr: Supprimer l'Événement
it: Elimina Evento

# customEvent.detail.actions.enhance
source: Enhance
de: Verbessern
es: Mejorar
fr: Améliorer
it: Migliora

# customEvent.detail.actions.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito

# customEvent.detail.actions.unfavorite
source: Unfavorite
de: Aus Favoriten Entfernen
es: Quitar de Favoritos
fr: Retirer des Favoris
it: Rimuovi dai Preferiti

# customEvent.detail.deleteAlert.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# customEvent.detail.deleteAlert.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# customEvent.detail.deleteAlert.message
source: Are you sure you want to delete this custom event? This action cannot be undone.
de: Möchten Sie dieses benutzerdefinierte Ereignis wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este evento personalizado? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet événement personnalisé ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo evento personalizzato? Questa azione non può essere annullata.

# customEvent.detail.deleteAlert.title
source: Delete Event
de: Ereignis Löschen
es: Eliminar Evento
fr: Supprimer l'Événement
it: Elimina Evento

# customEvent.detail.deleting
source: Deleting...
de: Wird Gelöscht...
es: Eliminando...
fr: Suppression...
it: Eliminazione...

# customEvent.detail.enhancing
source: Enhancing with AI...
de: Wird mit KI Verbessert...
es: Mejorando con IA...
fr: Amélioration avec l'IA...
it: Miglioramento con IA...

# customEvent.detail.field.aiEnhanced
source: AI Enhanced
de: KI-verbessert
es: Mejorado con IA
fr: Amélioré par l'IA
it: Migliorato con IA

# customEvent.detail.field.created
source: Created
de: Erstellt
es: Creado
fr: Créé
it: Creato

# customEvent.detail.field.lastUpdated
source: Last Updated
de: Zuletzt Aktualisiert
es: Última Actualización
fr: Dernière Mise à Jour
it: Ultimo Aggiornamento

# customEvent.detail.field.lastUsed
source: Last Used
de: Zuletzt Verwendet
es: Último Uso
fr: Dernière Utilisation
it: Ultimo Utilizzo

# customEvent.detail.field.no
source: No
de: Nein
fr: Non

# customEvent.detail.field.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

# customEvent.detail.section.dangerZone
source: Danger Zone
de: Gefahrenbereich
es: Zona de Peligro
fr: Zone de Danger
it: Zona Pericolosa

# customEvent.detail.section.eventDetails
source: Event Details
de: Ereignisdetails
es: Detalles del Evento
fr: Détails de l'Événement
it: Dettagli dell'Evento

# customEvent.detail.section.keywords
source: Keywords
de: Schlüsselwörter
es: Palabras Clave
fr: Mots-clés
it: Parole Chiave

# customEvent.detail.section.prompt
source: Story Prompt
de: Geschichtenanregung
es: Indicación de la Historia
fr: Prompt de l'Histoire
it: Prompt della Storia

# customEvent.detail.section.statistics
source: Usage Statistics
de: Nutzungsstatistiken
es: Estadísticas de Uso
fr: Statistiques d'Utilisation
it: Statistiche di Utilizzo

# customEvent.detail.stats.age
source: Age
de: Alter
es: Antigüedad
fr: Âge
it: Età

# customEvent.detail.stats.timesUsed
source: Times Used
de: Mal Verwendet
es: Veces Usado
fr: Fois Utilisé
it: Volte Usato

# customEvent.detail.toolbar.share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi

# customEvent.management.context.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# customEvent.management.context.enhance
source: Enhance with AI
de: Mit KI Verbessern
es: Mejorar con IA
fr: Améliorer avec l'IA
it: Migliora con IA

# customEvent.management.context.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito

# customEvent.management.context.unfavorite
source: Unfavorite
de: Aus Favoriten Entfernen
es: Quitar de Favoritos
fr: Retirer des Favoris
it: Rimuovi dai Preferiti

# customEvent.management.context.viewDetails
source: View Details
de: Details Anzeigen
es: Ver Detalles
fr: Voir les Détails
it: Visualizza Dettagli

# customEvent.management.deleteAlert.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# customEvent.management.deleteAlert.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# customEvent.management.deleteAlert.message %lld
source: Are you sure you want to delete %lld selected events?
de: Möchten Sie wirklich %lld ausgewählte Ereignisse löschen?
es: ¿Estás seguro de que quieres eliminar %lld eventos seleccionados?
fr: Voulez-vous vraiment supprimer %lld événements sélectionnés ?
it: Sei sicuro di voler eliminare %lld eventi selezionati?

# customEvent.management.deleteAlert.title
source: Delete Events
de: Ereignisse Löschen
es: Eliminar Eventos
fr: Supprimer les Événements
it: Elimina Eventi

# customEvent.management.empty.createFirst
source: Create Your First Event
de: Erstellen Sie Ihr Erstes Ereignis
es: Crea tu Primer Evento
fr: Créez Votre Premier Événement
it: Crea il Tuo Primo Evento

# customEvent.management.empty.message
source: Create personalized story scenarios for your little ones
de: Erstellen Sie personalisierte Geschichtenszenarien für Ihre Kleinen
es: Crea escenarios de historias personalizadas para tus pequeños
fr: Créez des scénarios d'histoires personnalisés pour vos petits
it: Crea scenari di storie personalizzati per i tuoi piccoli

# customEvent.management.empty.title
source: No Custom Events Yet
de: Noch Keine Benutzerdefinierten Ereignisse
es: Aún no hay Eventos Personalizados
fr: Aucun Événement Personnalisé Pour le Moment
it: Nessun Evento Personalizzato Ancora

# customEvent.management.filter.all
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti

# customEvent.management.loading
source: Loading events...
de: Ereignisse werden geladen...
es: Cargando eventos...
fr: Chargement des événements...
it: Caricamento eventi...

# customEvent.management.search
source: Search events...
de: Ereignisse suchen...
es: Buscar eventos...
fr: Rechercher des événements...
it: Cerca eventi...

# customEvent.management.sort.alphabetical
source: Alphabetical
de: Alphabetisch
es: Alfabético
fr: Alphabétique
it: Alfabetico

# customEvent.management.sort.favorites
source: Favorites First
de: Favoriten Zuerst
es: Favoritos Primero
fr: Favoris en Premier
it: Preferiti per Primi

# customEvent.management.sort.mostUsed
source: Most Used
de: Am Meisten Verwendet
es: Más Utilizados
fr: Plus Utilisés
it: Più Usati

# customEvent.management.sort.newest
source: Newest
de: Neueste
es: Más Recientes
fr: Plus Récents
it: Più Recenti

# customEvent.management.sort.oldest
source: Oldest
de: Älteste
es: Más Antiguos
fr: Plus Anciens
it: Più Vecchi

# customEvent.management.stats.aiEnhanced
source: AI Enhanced
de: KI-verbessert
es: Mejorado con IA
fr: Amélioré par l'IA
it: Migliorato con IA

# customEvent.management.stats.events
source: Events
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi

# customEvent.management.stats.favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti

# customEvent.management.swipe.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# customEvent.management.swipe.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito

# customEvent.management.swipe.unfavorite
source: Unfavorite
de: Aus Favoriten Entfernen
es: Quitar de Favoritos
fr: Retirer des Favoris
it: Rimuovi dai Preferiti

# customEvent.management.title
source: Custom Events
de: Benutzerdefinierte Ereignisse
es: Eventos Personalizados
fr: Événements Personnalisés
it: Eventi Personalizzati

# customEvent.management.toolbar.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# customEvent.management.toolbar.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

# customEvent.management.toolbar.deleteSelected
source: Delete Selected
de: Ausgewählte Löschen
es: Eliminar Seleccionados
fr: Supprimer la Sélection
it: Elimina Selezionati

# customEvent.management.toolbar.select
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona

# customEvent.management.toolbar.sort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina

# customEvent.management.viewMode
source: View Mode
de: Ansichtsmodus
es: Modo de Vista
fr: Mode d'Affichage
it: Modalità Vista

# customEvent.pictogram.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

# customEvent.pictogram.comingSoon
source: Custom pictogram generation for events is coming in a future update!
de: Die benutzerdefinierte Piktogramm-Generierung für Ereignisse kommt in einem zukünftigen Update!
es: ¡La generación de pictogramas personalizados para eventos llegará en una futura actualización!
fr: La génération de pictogrammes personnalisés pour les événements arrive dans une future mise à jour !
it: La generazione di pittogrammi personalizzati per gli eventi arriverà in un futuro aggiornamento!

# customEvent.pictogram.navigationTitle
source: Pictogram Generator
de: Piktogramm-Generator
es: Generador de Pictogramas
fr: Générateur de Pictogrammes
it: Generatore di Pittogrammi

# customEvent.pictogram.title
source: Pictogram Generation
de: Piktogramm-Generierung
es: Generación de Pictogramas
fr: Génération de Pictogrammes
it: Generazione di Pittogrammi

# date.daysAgo %lld
source: %lldd ago
de: vor %lldd
es: hace %lldd
fr: il y a %lldj
it: %lldg fa

# date.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# date.weeksAgo %lld
source: %lldw ago
de: vor %lldw
es: hace %lldsem
fr: il y a %lldsem
it: %lldsett fa

# date.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri

# error.accessDenied
source: Access Denied
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
it: Accesso negato

# error.dataError
source: Data Error
de: Datenfehler
es: Error de datos
fr: Erreur de données
it: Errore dei dati

# error.generic
source: Error
de: Fehler
fr: Erreur
it: Errore

# error.networkError
source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
it: Errore di rete

# error.noInternet
source: No Internet Connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Pas de connexion Internet
it: Nessuna connessione Internet

# error.notFound
source: Not Found
de: Nicht gefunden
es: No encontrado
fr: Non trouvé
it: Non trovato

# error.rateLimitExceeded
source: Rate Limit Exceeded
de: Limit überschritten
es: Límite de peticiones excedido
fr: Limite de requêtes atteinte
it: Limite di richieste superato

# error.retry.hint
source: Retry the failed operation
de: Den fehlgeschlagenen Vorgang erneut versuchen
es: Reintentar la operación fallida
fr: Réessayer l'opération échouée
it: Ritenta l'operazione fallita

# error.serverError
source: Server Error
de: Serverfehler
es: Error del servidor
fr: Erreur serveur
it: Errore del server

# error.sessionExpired
source: Session Expired
de: Sitzung abgelaufen
es: Sesión expirada
fr: Session expirée
it: Sessione scaduta

# error.sessionExpired.hint
source: Your session has expired. Tap to sign in again.
de: Deine Sitzung ist abgelaufen. Tippe, um dich erneut anzumelden.
es: Tu sesión ha expirado. Toca para iniciar sesión de nuevo.
fr: Votre session a expiré. Appuyez pour vous reconnecter.
it: La tua sessione è scaduta. Tocca per accedere di nuovo.

# error.somethingWentWrong
source: Something Went Wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite
it: Qualcosa è andato storto

# error.validationError
source: Validation Error
de: Validierungsfehler
es: Error de validación
fr: Erreur de validation
it: Errore di validazione

# hero.avatar.generate
source: Generate Avatar
de: Avatar generieren
es: Generar avatar
fr: Générer l'avatar
it: Genera avatar

# hero.avatar.maybeLater
source: Maybe Later
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
it: Forse più tardi

# hero.avatar.prompt.accessibility.hint
source: Create an AI-generated avatar for your hero
de: Einen KI-generierten Avatar für deinen Helden erstellen
es: Crear un avatar generado por IA para tu héroe
fr: Créer un avatar généré par IA pour votre héros
it: Crea un avatar generato dall'IA per il tuo eroe

# hero.avatar.prompt.accessibility.skip
source: Skip avatar generation
de: Avatar-Generierung überspringen
es: Omitir generación de avatar
fr: Ignorer la génération d'avatar
it: Salta la generazione dell'avatar

# hero.avatar.prompt.accessibility.skip.hint
source: Continue without generating an avatar
de: Ohne Avatar-Generierung fortfahren
es: Continuar sin generar un avatar
fr: Continuer sans générer un avatar
it: Continua senza generare un avatar

# hero.avatar.prompt.button.generate
source: Generate Avatar
de: Avatar generieren
es: Generar Avatar
fr: Générer un Avatar
it: Genera Avatar

# hero.avatar.prompt.button.later
source: Maybe Later
de: Vielleicht Später
es: Quizás Más Tarde
fr: Peut-être Plus Tard
it: Forse Più Tardi

# hero.avatar.prompt.ready
source: Your Hero is Ready!
de: Dein Held ist Bereit!
es: ¡Tu Héroe Está Listo!
fr: Votre Héros est Prêt !
it: Il Tuo Eroe è Pronto!

# hero.avatar.prompt.subtitle
source: Create an AI-generated avatar for %@
de: Erstelle einen KI-generierten Avatar für %@
es: Crea un avatar generado por IA para %@
fr: Créez un avatar généré par IA pour %@
it: Crea un avatar generato dall'IA per %@

# hero.avatar.prompt.title
source: Generate Avatar?
de: Avatar generieren?
es: ¿Generar avatar?
fr: Générer un avatar ?
it: Generare avatar?

# hero.avatar.ready
source: Your Hero is Ready!
de: Dein Held ist bereit!
es: ¡Tu héroe está listo!
fr: Votre héros est prêt !
it: Il tuo eroe è pronto!

# hero.create.ability
source: What's %@'s special ability?
de: Was ist die besondere Fähigkeit von %@?
es: ¿Cuál es la habilidad especial de %@?
fr: Quelle est la capacité spéciale de %@ ?
it: Qual è l'abilità speciale di %@?

# hero.create.abilityHint
source: Optional - adds magical elements to stories
de: Optional - fügt magische Elemente zu Geschichten hinzu
es: Opcional - añade elementos mágicos a las historias
fr: Optionnel - ajoute des éléments magiques aux histoires
it: Opzionale - aggiunge elementi magici alle storie

# hero.create.abilityPlaceholder
source: e.g., can talk to animals, creates magical rainbows
de: z.B. kann mit Tieren sprechen, erschafft magische Regenbögen
es: p. ej., puede hablar con animales, crea arcoíris mágicos
fr: ex. peut parler aux animaux, crée des arcs-en-ciel magiques
it: es. può parlare con gli animali, crea arcobaleni magici

# hero.create.appearance
source: How does %@ look?
de: Wie sieht %@ aus?
es: ¿Cómo se ve %@?
fr: À quoi ressemble %@ ?
it: Come appare %@?

# hero.create.appearanceHint
source: Optional - helps make stories more vivid
de: Optional - hilft, Geschichten lebendiger zu gestalten
es: Opcional - ayuda a hacer las historias más vívidas
fr: Optionnel - aide à rendre les histoires plus vivantes
it: Opzionale - aiuta a rendere le storie più vivide

# hero.create.appearancePlaceholder
source: e.g., has sparkly blue eyes and curly hair
de: z.B. hat funkelnde blaue Augen und lockiges Haar
es: p. ej., tiene ojos azules brillantes y cabello rizado
fr: ex. a des yeux bleus brillants et des cheveux bouclés
it: es. ha occhi azzurri brillanti e capelli ricci

# hero.create.avatarNote
source: You can generate an AI avatar after creating your hero
de: Du kannst nach der Erstellung deines Helden einen KI-Avatar generieren
es: Puedes generar un avatar con IA después de crear tu héroe
fr: Vous pouvez générer un avatar IA après avoir créé votre héros
it: Puoi generare un avatar IA dopo aver creato il tuo eroe

# hero.create.createButton
source: Create Hero
de: Held erstellen
es: Crear héroe
fr: Créer le héros
it: Crea eroe

# hero.create.customization
source: Let's add some special details!
de: Lass uns besondere Details hinzufügen!
es: ¡Agreguemos algunos detalles especiales!
fr: Ajoutons des détails spéciaux !
it: Aggiungiamo dei dettagli speciali!

# hero.create.header
source: Let's Create Your Story Hero!
de: Lass uns deinen Geschichtenhelden erstellen!
es: ¡Creemos tu héroe de historia!
fr: Créons votre héros d'histoire !
it: Creiamo il tuo eroe delle storie!

# hero.create.nameHint
source: Choose a name that your child will love to hear in stories!
de: Wähle einen Namen, den dein Kind in Geschichten hören wird!
es: ¡Elige un nombre que a tu hijo le encantará escuchar en las historias!
fr: Choisissez un nom que votre enfant adorera entendre dans les histoires !
it: Scegli un nome che il tuo bambino amerà sentire nelle storie!

# hero.create.namePlaceholder
source: Enter hero name
de: Heldenname eingeben
es: Ingresa el nombre del héroe
fr: Entrez le nom du héros
it: Inserisci il nome dell'eroe

# hero.create.nameQuestion
source: What's your hero's name?
de: Wie heißt dein Held?
es: ¿Cómo se llama tu héroe?
fr: Comment s'appelle votre héros ?
it: Come si chiama il tuo eroe?

# hero.create.preview
source: Hero Preview
de: Vorschau des Helden
es: Vista previa del héroe
fr: Aperçu du héros
it: Anteprima eroe

# hero.create.primaryTrait
source: What's %@'s main personality?
de: Was ist die Hauptpersönlichkeit von %@?
es: ¿Cuál es la personalidad principal de %@?
fr: Quelle est la personnalité principale de %@ ?
it: Qual è la personalità principale di %@?

# hero.create.secondaryTrait
source: What's %@'s secondary trait?
de: Was ist die zweite Eigenschaft von %@?
es: ¿Cuál es el rasgo secundario de %@?
fr: Quel est le trait secondaire de %@ ?
it: Qual è il tratto secondario di %@?

# hero.create.secondaryTraitHint
source: This adds more depth to your hero's personality!
de: Dies verleiht der Persönlichkeit deines Helden mehr Tiefe!
es: ¡Esto añade más profundidad a la personalidad de tu héroe!
fr: Cela ajoute de la profondeur à la personnalité de votre héros !
it: Questo aggiunge profondità alla personalità del tuo eroe!

# hero.create.step
source: Step %1$d of %2$d
de: Schritt %1$d von %2$d
es: Paso %1$d de %2$d
fr: Étape %1$d sur %2$d
it: Passo %1$d di %2$d

# hero.create.title
source: Create Your Hero
de: Erstelle deinen Helden
es: Crea tu héroe
fr: Créez votre héros
it: Crea il tuo eroe

# hero.create.updateButton
source: Update Hero
de: Held aktualisieren
es: Actualizar héroe
fr: Mettre à jour le héros
it: Aggiorna eroe

# hero.creation.accessibility.back
source: Go back
de: Zurückgehen
es: Volver
fr: Retourner
it: Torna indietro

# hero.creation.accessibility.back.hint
source: Return to the previous step
de: Zum vorherigen Schritt zurückkehren
es: Volver al paso anterior
fr: Revenir à l'étape précédente
it: Torna al passaggio precedente

# hero.creation.accessibility.cancel.hint
source: Discard changes and close
de: Änderungen verwerfen und schließen
es: Descartar cambios y cerrar
fr: Annuler les modifications et fermer
it: Scarta le modifiche e chiudi

# hero.creation.accessibility.create
source: Create hero
de: Held erstellen
es: Crear héroe
fr: Créer un héros
it: Crea eroe

# hero.creation.accessibility.next
source: Next step
de: Nächster Schritt
es: Siguiente paso
fr: Étape suivante
it: Passaggio successivo

# hero.creation.accessibility.next.hint
source: Proceed to the next step
de: Zum nächsten Schritt fortfahren
es: Continuar al siguiente paso
fr: Passer à l'étape suivante
it: Procedi al passaggio successivo

# hero.creation.accessibility.save.hint
source: Saves your hero
de: Speichert Ihren Helden
es: Guarda tu héroe
fr: Enregistre votre héros
it: Salva il tuo eroe

# hero.creation.accessibility.update
source: Update hero
de: Held aktualisieren
es: Actualizar héroe
fr: Mettre à jour le héros
it: Aggiorna eroe

# hero.creation.appearance.hint
source: Optional - helps make stories more vivid
de: Optional - hilft, Geschichten lebendiger zu machen
es: Opcional - ayuda a que las historias sean más vívidas
fr: Facultatif - aide à rendre les histoires plus vivantes
it: Facoltativo - aiuta a rendere le storie più vivide

# hero.creation.appearance.placeholder
source: e.g., has sparkly blue eyes and curly hair
de: z.B. hat funkelnde blaue Augen und lockiges Haar
es: p. ej., tiene ojos azules brillantes y cabello rizado
fr: par ex., a des yeux bleus étincelants et des cheveux bouclés
it: ad es., ha occhi azzurri scintillanti e capelli ricci

# hero.creation.appearance.question
source: How does %@ look?
de: Wie sieht %@ aus?
es: ¿Cómo se ve %@?
fr: À quoi ressemble %@ ?
it: Come appare %@?

# hero.creation.avatar.info
source: You can generate an AI avatar after creating your hero
de: Du kannst nach dem Erstellen deines Helden einen KI-Avatar generieren
es: Puedes generar un avatar de IA después de crear tu héroe
fr: Vous pouvez générer un avatar IA après avoir créé votre héros
it: Puoi generare un avatar IA dopo aver creato il tuo eroe

# hero.creation.button.back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

# hero.creation.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# hero.creation.button.create
source: Create Hero
de: Held erstellen
es: Crear Héroe
fr: Créer un Héros
it: Crea Eroe

# hero.creation.button.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

# hero.creation.button.update
source: Update Hero
de: Held aktualisieren
es: Actualizar Héroe
fr: Mettre à jour le Héros
it: Aggiorna Eroe

# hero.creation.customization.title
source: Let's add some special details!
de: Lass uns einige besondere Details hinzufügen!
es: ¡Añadamos algunos detalles especiales!
fr: Ajoutons des détails spéciaux !
it: Aggiungiamo alcuni dettagli speciali!

# hero.creation.header.step
source: Step %lld of %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
it: Passaggio %lld di %lld

# hero.creation.header.title
source: Let's Create Your Story Hero!
de: Lass uns Deinen Geschichtenhelden erstellen!
es: ¡Creemos Tu Héroe de Historia!
fr: Créons Votre Héros d'Histoire !
it: Creiamo Il Tuo Eroe della Storia!

# hero.creation.name.hint
source: Choose a name that your child will love to hear in stories!
de: Wähle einen Namen, den dein Kind in Geschichten gerne hören wird!
es: ¡Elige un nombre que a tu hijo le encantará escuchar en las historias!
fr: Choisissez un nom que votre enfant adorera entendre dans les histoires !
it: Scegli un nome che il tuo bambino amerà sentire nelle storie!

# hero.creation.name.placeholder
source: Enter hero name
de: Heldennamen eingeben
es: Ingresa el nombre del héroe
fr: Entrez le nom du héros
it: Inserisci il nome dell'eroe
